import{_ as e,c as a,o as s,j as t}from"./chunks/framework.Uz93ESxc.js";const f=JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"postgraduate/22TheAmitāyusSutra/22 The Amitāyus Sutra 14.md","filePath":"postgraduate/22TheAmitāyusSutra/22 The Amitāyus Sutra 14.md"}'),r={name:"postgraduate/22TheAmitāyusSutra/22 The Amitāyus Sutra 14.md"},n=t("p",null,"五、贯解《佛说无量寿经》之经题",-1),o=t("pre",null,[t("code",null,`    讲经首先要着重从经题讲起，因为其对整部经有着提纲挈领的总持作用，也可以称之为“一经之眼”，如果对经题能够领解透彻，那么整部经义也就明白了。
     “佛说无量寿经”这六字中，“佛说”是本经的总题，“无量寿”为本经的别题，说明本经的主要内容是围绕着别题而展开的。从人与法的角度，“佛”是能说的人，“无量寿”是所说的法，由大圆满觉之人说无量光寿之法，属于能所相应，人法圆满。另则经属于“法本”，既是我们学习的经法之本，也是宇宙万法之根本；无量寿则是本经的“宗旨”，不论就事就理，还是解门、行门，都会统摄在“无量寿”这一法之中，我们也将依“无量寿”而进行讲述。特别是从信愿行三资粮而言：佛说无量寿是两土世尊同宣的金口圣言，就代表信；依所说法而发心求生西方，就代表愿；称念无量寿之佛名，就代表行。
    以上是总括经题的大意，以下则是分论经题的内容，“佛说无量寿经”中共有四个内容板块：其一，什么是“佛”；其二，何为“佛说”；其三，“无量”有多少量；其四，“经”为何称为法本。
   第一，什么是“佛”？“佛”是梵语，汉译为“觉”，这个“觉”到底是个什么感觉？从烦恼的心态来讲，“如人觉贼”，就好像家里面进来小偷，如果主人能意识到他是贼，他就偷不走东西；从颠倒的人生来讲，“如梦觉醒”，我人在睡梦中会被所梦的境界左右，一旦醒来就不会受其影响了。
    佛法的专业名相中，常会用“自觉、觉他、觉行圆满”来表述觉义的不同层面：从通途修行来论，则声闻属于自觉，菩萨可以觉他，只有佛才能觉行圆满；从净土法门而言，释迦牟尼于此世间成佛就是自觉，说净土法门这个难信之法就是觉他，众生随顺佛说而成功往生极乐就是觉行圆满。
    也会用“本觉、始觉、究竟觉”来表述觉义的不同情状：从通途讲，本觉就是众生皆有如来藏佛性，始觉就是众生打开此藏悟到佛性，从始觉修证成本觉，则能成就究竟觉；从净土法门看，因为弥陀名号所表的无量光寿之境，就是我们所有众生的本觉理体，所以正当我们念阿弥陀佛名号时，就是始觉与本觉合二为一，当体就正是究竟觉。
    有时还会用“正觉、遍觉、无上觉”来彰显觉义的殊胜功德：从通途来说，开佛知见便是正觉，一切时处中用佛知见去观一切法就是遍觉，见一切法平等不二，无有高下，就是无上觉。从净土而言，相信有极乐世界，有阿弥陀佛就是正觉，时时刻刻厌离娑婆，欣求极乐就是遍觉，众生但念南无阿弥陀佛，一个分别念也起不来，一个妄想也进不去，就是无上觉。
`)],-1),u=[n,o];function _(c,i,d,m,p,l){return s(),a("div",null,u)}const S=e(r,[["render",_]]);export{f as __pageData,S as default};
